Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/sd/samediggi.no/samediggi-article-1928.html.tmx
Source language: sme
Languages: nob

source: Giellagáhtten
nob: Språkrøkt

source: Almmuhan 01.03.2010
nob: Publisert 01.03.2010

source: Ruoŧagiella , dárogiella ja suomagiella báidnet dávjá sámegiela .
nob: Samisk blir ofte påvirket av svensk , norsk og finsk .

source: Danne lea álo dárbu gielladikšumii .
nob: Derfor er det alltid viktig med språkrøkt .

source: Dán oasis váldit ovdan gielalaš ovdamearkkaid mat leat ávkin beaivválaš dilis go bargá sámegielain dahje oahpaha sámegiela , ja maiddái dábálaš sámegielagiidda , geat eahpidit sániid ja dadjanvugiid .
nob: På denne siden tar vi for oss språklige eksempler som kan være til hjelp i hverdagen når en jobber med samisk språk eller underviser i samisk , eller er en samisktalende som lurer på ord og uttrykk på samisk .

source: Jus álbmogis leat jearaldagat dahje sávaldagat man birra mii berret čállit , de áinnas cavgilehpet Sámi giellalávdegotti hálddahusa .
nob: Hvis noen har innspill eller spørsmål som vi burde ta opp her så gi gjerne beskjed til administrasjonen .

source: Oktavuohtadieđut leat almmuhuvvon álgosiidus .
nob: Kontaktinformasjon fins på hovedsiden .

source: Arkiiva
nob: Arkiv

source: Vearba " Leat "
nob: Om verbet " Leat "

source: Vearba " leat " sáhttá sojahuvvot persovnnaide ja loguide , muhto máŋgii sáhttá seaguhit guvttiidlogu hámi ja máŋggaidlogu hámi .
nob: Verbet " Leat " , å være , kan bøyes i tall og personer , og av og til akn man høre at dualisformen og pluralis formen blir blandet sammen .

source: Loga eambbo
nob: Les mer

source: Dahkkinomen
nob: Handlernomen

source: Sámegielas sáhttá ođđa sániid ráhkadit eará sáni vuođul , omd sáhttá vearbbas dahkat substantiivva dehe adjektiivva ja nuppe ládje .
nob: I samisk kan en lage nye ord ved å ta utgangspunkt i et annet ord , f.eks. kan en lage substantiver og adjektiver av verb eller omvendt .

source: Dan gohčodit suorggideapmin .
nob: Dette kalles for avledning .

source: Dás čilgejuvvo movt vearbbain sáhttá ráhkadit dahkkinomeniid , substantiivvaid ja adjektiivvaid mat muitalit mii muhtun lea go dahká juoidá .
nob: Her finnes en forklaring på hvordan en lager handlernomen , dvs. substantiver og adjektiver som forteller hva en er eller kalles for når vedkommende gjør noe .

source: Arkiiva Pronomen IEŠ
nob: Pronomenet " Ieš " på nordsamisk

source: Pronomen Ieš sojahuvvo hui máŋgga ládje , ja máŋgii sojahuvvo juste dát pronomen boastut .
nob: Pronomenet " selv " på nordsamisk bøyes på veldig mange måter , og mange ganger brukes nettopp dette pronomenet feil .

source: Earenoamážit sáhttet guvttiid- ja máŋggaidlogu hámit leat váddásat .
nob: Særlig bøyningene i dualis og pluralis kan være vanskelige .

source: Arkiiva Gaskaneaset vai movt ?
nob: " Gaskaneaset " - eller hvordan ?

source: Almmuhan 15.01.2010
nob: Publisert 15.01.2010

source: Soames advearbbaid sojahanmálle lea váddáset muitit dahje fuobmát go earáid .
nob: Bøŧninga av enkelte adverber på nordsamisk er for mange vanskeligere å huske enn andre .

source: Dát guoská earenoamážit go possessiiva suffivssaid galgá sojahit persovnnaide ja loguide .
nob: Dette gjelder særlig når grunnordet + possessive suffikser skal bøyes i personer og tall .

source: Goas galgá leat gaskaneaset ja makkár eará hámit gávdnojit ?
nob: Når skal man bruke gaskaneaset ( seg i mellom ) og hvilke andre former finnes ?

source: Adjektiivvaid attribuhttahápmi ja predikáhtahápmi
nob: Adjektivets attributter og predikativer

source: Almmuhan 18.03.2008
nob: Publisert 18.03.2008

source: Adjektiiva lea sátni mii čilge movt dehe makkár juoga lea .
nob: Et adjektiv forklarer om hvordan en substantiv er .

source: Adjektiivvas lea attribuhttahápmi ovddabealde substantiivva , ja dalle ii sojahuvvo adjektiiva .
nob: Adjektivet brukes som attributt eller predikativ . Som attributt er adjektivet foran substantivet og bøyes ikke .

source: Adjektiivvas lea predikatiivahápmi maŋábealde substantiivva .
nob: Som predikativ kommer adjektivet etter substantivet . Eksemplene nedenfor er kun på samisk .

source: Guovttá vai guoktin
nob: Begge to eller toeina

source: Almmuhan 18.12.2007
nob: Publisert 18.12.2007

source: Guoktin ja guovttá sániin lea goabbat mearkkašupmi .
nob: Begge to og ” toeina ” på samisk ( om to som er alene ) har ulik betydning .

source: Dá lea čilgehus goappá atna goasge .
nob: Her er forklaringen på når hver av dem kan brukes .
